Repository: oscarito7/yogasm
Catalog: languages/plugins/woocommerce-quaderno-*.po
Languages: es_es

source: Receipts will be issued for orders below this threshold
es_es: Se emitirán recibos para los pedidos inferiores a este umbral

source: Receipts threshold
es_es: Umbral para recibos

source: Get your Quaderno API URL
es_es: Obtén tu API URL en Quaderno

source: Get your Quaderno private key
es_es: Obtén tu clave privada en Quaderno

source: Automatically calculate tax rates & create instant tax reports for your WooCommerce store. <br>Note: You need a <a href="https://quadernoapp.com/signup?utm_source=wordpress&utm_campaign=woocommerce" target="_blank">Quaderno account</a> for this extension to work.
es_es: Calcula impuestos automáticamente y crea informes de impuestos al instante para tu tienda WooCommerce. <br>Nota: Necesitas una <a href="https://quadernoapp.com/signup?utm_source=wordpress&utm_campaign=woocommerce" target="_blank">cuenta Quaderno</a> para que esta extensión funcione.

source: https://quaderno.io/integrations/woocommerce/?utm_source=wordpress&utm_campaign=woocommerce
es_es: https://quaderno.io/es/integraciones/woocommerce/?utm_source=wordpress&utm_campaign=woocommerce

source: Automatically calculate tax rates & create instant tax reports for your WooCommerce store.
es_es: Calcula impuestos automáticamente y crea informes de impuestos al instante para tu tienda WooCommerce.

source: WooCommerce customer
es_es: Cliente WooCommerce

source: View Invoice
es_es: Ver factura

source: I already did it
es_es: Ya lo hice

source: Nope, maybe later
es_es: No, quizás más tarde

source: Ok, you deserve it
es_es: ¡Por supuesto! Os lo merecéis

source: Awesome, you've been using <strong>Quaderno for WooCommerce</strong> for a while.<br>Could you please do me a BIG favor and give a <strong>5-star rating</strong> on WordPress? Just to help us spread the word and boost our motivation.<br><br>Thank you,<br>Carlos Hernandez, Founder
es_es: Ya llevas un tiempo usando <strong>Quaderno y WooCommerce</strong> y me gustaría pedirte un favor.<br>¿Podrías puntuar nuestro plugin en WordPress? Nos ayudarías a hacer de Quaderno la mejor herramienta para la gestión de impuestos.<br><br>Muchas gracias por tu ayuda<br>Carlos Hernández, Fundador

source: Please update WooCommerce to <strong>version 2.2.9 or higher</strong> in order for the WooCommerce Quaderno extension to work!
es_es: Por favor, actualiza WooCommerce a la <strong>versión 2.2.9 o superior</strong> para poder usar Quaderno para WooCommerce.

source: Please install and activate %sWooCommerce%s in order for the WooCommerce Quaderno extension to work!
es_es: Por favor, instala y activa %sWooCommerce%s para poder usar Quaderno para WooCommerce.

source: There was a problem connecting to the API.
es_es: Hubo un problema en la conexión con la API.

source: %s is a required field.
es_es: %s es un campo obligatorio.

source: Shipping
es_es: Gastos de envío

source: Settings
es_es: Configuración

source: <strong>Quaderno</strong> is almost ready &#8211; Please configure your API keys to start creating automatic invoices.
es_es: <strong>Quaderno</strong> está casi listo &#8211; Por favor, introduce tus claves API para comenzar a crear facturas automáticamente.

source: Check this to automatically send your sales receipts and invoices
es_es: Selecciona esta opción para enviar automáticamente tus recibos de venta y facturas.

source: Autosend sales receipts and invoices
es_es: Autoenviar facturas.

source: Delivery
es_es: Envío

source: Tax ID
es_es: NIF

source: Private key
es_es: Clave privada

source: Taxes
es_es: impuestos

source: E-books are always virtual products but may have different tax rules.
es_es: Los e-books son siempre productos virtuales pero puede tener diferentes impuestos.
