Repository: oscarito7/yogasm
Catalog: plugins/customer-import-export-for-woocommerce/lang/wf_customer_import_export-*.po
Languages: fr_fr

source: Import Export Users/Customers
fr_fr: Import & Export des Utilisateurs

source: Support
fr_fr: Aide

source: Successfully uploaded via FTP.
fr_fr: Téléchargé avec succès via FTP.

source: Error while uploading via FTP.
fr_fr: Erreur lors du téléchargement via FTP.

source: Import <strong>users/customers</strong> to your site via a csv file.
fr_fr: Importer des <strong>utilisateurs/clients</strong> à votre site via un fichier csv.

source: Cron Import <strong>users and customers</strong> to your store via a csv file.
fr_fr: Cron importation <strong>utilisateurs et clients</strong> de votre boutique via un fichier csv.

source: User/Customer CSV Import Export requires the function <code>mb_detect_encoding</code> to import and export CSV files. Please ask your hosting provider to enable this function.
fr_fr: Suite Importation CSV nécessite la fonction <code>mb_detect_encoding</code> pour importer et exporter des fichiers CSV. Veuillez demander à votre fournisseur d'hébergement d'activer cette fonction.

source: User Import Export
fr_fr: Importer Exporter

source: Customer Import Export
fr_fr: Client Import Export

source: Download as CSV
fr_fr: Télécharger CSV

source: You do not have sufficient permissions to access this page.
fr_fr: Vos droits sont insuffisants pour accéder à cette page.

source: You have taken too long, please go back and try again.
fr_fr: Vous avez pris trop de temps, s'il vous plaît revenir en arrière et essayez à nouveau.

source: Failed resize: %s is an invalid image ID.
fr_fr: Redimensionnement échoué : %s est une image ID invalide.

source: Your user account doesn't have permission to resize images
fr_fr: Votre compte utilisateur n'a pas la permission de redimensionner les images

source: The originally uploaded image file cannot be found at %s
fr_fr: Le fichier image originellement téléchargé ne peut pas être trouvé à %s

source: Unknown failure reason.
fr_fr: Raison de l'échec inconnu

source: &quot;%1$s&quot; (ID %2$s) was successfully resized in %3$s seconds.
fr_fr: &quot;%1$s&quot; (ID %2$s) a été redimensionné avec succès en %3$s secondes.

source: &quot;%1$s&quot; (ID %2$s) failed to resize. The error message was: %3$s
fr_fr: &quot;%1$s&quot; (ID %2$s) n'a pas réussi à redimensionner. Le message d'erreur était: %3$s

source: Every %d minutes
fr_fr: Toutes les %d minutes

source: Failed processing import. Reason:
fr_fr: Importation de traitement a échoué. Motif :

source: Fetching file failed. Reason:
fr_fr: Extraction de fichier a échoué. Motif :

source: > Row %s - skipped due to record offset.
fr_fr: > Ligne %s - ignoré en raison du décalage record.

source: > Row %s - skipped: cannot insert user without email.
fr_fr: >%s Row - sautée: ne peut pas insérer utilisateur sans email.

source: > Row %s - skipped: Email is not valid.
fr_fr: > %s - sauté de ligne : Email n’est pas valide.

source: Error with handle_upload!
fr_fr: Erreur avec handle_upload!

source: Row
fr_fr: Rangée

source: User ID
fr_fr: ID de l'utilisateur

source: User Status
fr_fr: Statut de l'utilisateur

source: Status Msg
fr_fr: Statut Msg

source: AJAX Error
fr_fr: Erreur AJAX

source: Error finding uploaded file!
fr_fr: Erreur fichier téléchargé introuvable !

source: Step 1...
fr_fr: Étape 1

source: Step 2...
fr_fr: Étape 2

source: Finalizing...
fr_fr: Finalisation

source: Finished. Import complete.
fr_fr: Fini. Importation complète.

source: Columns are pre-selected using the Mapping file: "<b style="color:gray">
fr_fr: Les colonnes sont présélectionnés en utilisant le fichier de mappage : »<b style="color:gray"></b>

source: Processing users.
fr_fr: Traitement des utilisateurs.

source: Finished processing Users.
fr_fr: Terminé de traiter les utilisateurs.

source: Parsing products CSV.
fr_fr: L'analyse des produits CSV.

source: Finished parsing products CSV.
fr_fr: Analyse du produit CSV terminée.

source: Sorry, there has been an error.
fr_fr: Désolé il y a eu une erreur.

source: Cannot insert user without email
fr_fr: Impossible d’insérer l’utilisateur sans email

source: skipped: Email is not valid.
fr_fr: ignoré : Email n’est pas valide.

source: > Error inserting %s: %s
fr_fr: > Erreur insertion %s: %s

source: An error occurred with the customer information provided.
fr_fr: Une erreur s’est produite avec les informations client fournies.

source: > Finished importing user %s
fr_fr: > Terminé l’importation utilisateur %s

source: Finished processing users.
fr_fr: Terminé de traiter les utilisateurs.

source: User could not be created without Email.
fr_fr: L’utilisateur n’a pas pu être créé sans Email.

source: User could not be found with given Email.
fr_fr: L’utilisateur est introuvable avec compte tenu de l’Email.

source: Import
fr_fr: Importer

source: Merge Users
fr_fr: Fusionner les Utilisateurs Finaux

source: You can import users/customers (in CSV format) in to the shop using any of below methods.
fr_fr: Vous pouvez importer des utilisateurs / clients (au format CSV) dans la boutique en utilisant l'une des méthodes suivantes.

source: Before you can upload your import file, you will need to fix the following error:
fr_fr: Avant de pouvoir transférer votre fichier d&rsquo;importation, vous devez corriger les erreurs suivantes&nbsp;:

source: Method 1: Select a file from your computer
fr_fr: Méthode 1 : Sélectionnez un fichier dans votre ordinateur

source: Maximum size: %s
fr_fr: Taille maximum&nbsp;: %s

source: Select a mapping file.
fr_fr: Sélectionnez un fichier de mappage.

source: Method 2: Provide FTP Details:
fr_fr: Méthode 2 : Fournir des détails FTP :

source: Enable FTP import/export
fr_fr: Activez le FTP import/export

source: FTP Server Host/IP
fr_fr: Serveur FTP hôte/IP

source: FTP User Name
fr_fr: FTP Nom d'utilisateur

source: FTP Password
fr_fr: Mot de passe FTP

source: FTP Server Path
fr_fr: Serveur FTP

source: Use FTPS
fr_fr: Utilisation FTPS

source: Delimiter
fr_fr: Разделитель

source: Send Mail to New Users
fr_fr: Envoyer des messages aux nouveaux utilisateurs

source: Map Fields
fr_fr: Mapper les champs

source: Mapping file name:
fr_fr: Nom de fichier de mappage :

source: Here you can map your imported columns to user data fields.
fr_fr: Ici vous pouvez faire correspondre vos colonnes importées aux champs de données du produit.

source: Map to
fr_fr: Mapper vers

source: Column Header
fr_fr: En-tête de colonne

source: Evaluation Field
fr_fr: Domaine de l’évaluation

source: Assign desired value to user_email:</br>=test@test.com</br></br>Convert date to Woocommerce format by providing your valid PHP date format :</br>@ d/m/yy H:i:s</br>Append a value By HikeFoce to name:</br>&By HikeFoce</br>Prepend a value HikeFoce to name:</br>&HikeFoce [VAL].
fr_fr: Affecter la valeur désirée à user_email :<br>=Test@test.com</br><br>Convertir date en format Woocommerce en fournissant votre format de date PHP valide :</br>@ d/m/AA ├á<br>Ajouter une valeur de HikeFoce au nom de :</br>& Par HikeFoce<br>Ajouter une valeur HikeFoce pour nom :</br>& HikeFoce [VAL].

source: Do not import
fr_fr: Ne pas importer

source: Export Users in CSV Format:
fr_fr: Exporter des utilisateurs au Format CSV :

source: Export and download your Users in CSV format. This file can be used to import users back into your Website.
fr_fr: Exporter et télécharger vos utilisateurs au format CSV. Ce fichier peut être utilisé pour importer les utilisateurs dans votre site Web.

source: User Roles
fr_fr: Ruoli utente

source: All Roles
fr_fr: Tous les rôles

source: Users with these roles will be exported.
fr_fr: Utilisateurs avec ces rôles seront exportés.

source: Offset
fr_fr: Décalage

source: The number of users to skip before returning.
fr_fr: Le nombre d’utilisateurs à ignorer avant son retour.

source: Limit
fr_fr: Limite

source: The number of users to return.
fr_fr: Le nombre d’utilisateurs de retourner.

source: Start Date
fr_fr: Description

source: Pick a start user registration date to limit the results.
fr_fr: Choisir une date d’enregistrement de démarrage utilisateur pour limiter les résultats.

source: End Date
fr_fr: Date de fin

source: Pick an end user registration date to limit the results.
fr_fr: Choisissez un utilisateur final date de l’enregistrement pour limiter les résultats.

source: Column seperator for exported file
fr_fr: Séparateur de colonne pour le fichier exporté

source: Columns
fr_fr: Colonnes

source: Column
fr_fr: Colonne

source: Column Name
fr_fr: Nom de la colonne

source: Export Users
fr_fr: ﻿Exporter les utilisateurs

source: User/Customer Import / Export
fr_fr: Utilisateur/client Import / Export

source: Settings
fr_fr: Paramètres

source: <strong>User/Customer CSV Import Export</strong> &#8211; Before getting started prepare your CSV files
fr_fr: <strong>Utilisateur/client CSV Import Export</strong> – avant de commencer préparer vos fichiers CSV

source: Sample User CSV
fr_fr: Exemple CSV

source: Import Users in CSV Format:
fr_fr: Importation d’utilisateurs au Format CSV :

source: Import Users in CSV format from different sources ( from your computer OR from another server via FTP )
fr_fr: Importation d’utilisateurs au format CSV provenant de différentes sources (depuis votre ordinateur OU d’un autre serveur par FTP)

source: Import Users
fr_fr: Importer des utilisateurs

source: Update User if exists
fr_fr: Mise à jour de l’utilisateur si il existe

source: The next export is scheduled on <code>%s</code>
fr_fr: Le prochain export est prévue pour <code>%s</code>

source: There is no export scheduled.
fr_fr: Il n’y a aucune exportation à la demande.

source: The next import is scheduled on <code>%s</code>
fr_fr: L’importation suivante est prévue le<code>%s</code>

source: There is no import scheduled.
fr_fr: Il n’y a pas d’importance à la demande.

source: FTP Settings for Export
fr_fr: Paramètres FTP pour l’exportation

source: Enable FTP
fr_fr: Activez le FTP

source: Automatically Export Users
fr_fr: Exporter automatiquement les utilisateurs

source: Disabled
fr_fr: Désactivé

source: Enabled
fr_fr: Activé

source: Export Start Time
fr_fr: Eksportavimo starto laikas

source: Local time is <code>%s</code>.
fr_fr: Vietinis laikas yra <code>%s</code>.

source: Export Interval [ Minutes ]
fr_fr: Intervalle d’exportation [Minutes]

source: Automatically Import Users
fr_fr: Importer automatiquement des utilisateurs

source: Import Start Time
fr_fr: Heure de début d’importation

source: Import Interval [ Minutes ]
fr_fr: Intervalle d’importation [Minutes]

source: Update User if exist
fr_fr: Mise à jour de l’utilisateur si il existe

source: Save Settings
fr_fr: Enregistrer les paramètres

source: The license key for %s has expired. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: La clé de produit pour %s est expirée. Vous pouvez réactiver votre licence à partir de votre compte : <a href="%s" target="_blank">dashboard</a>.

source: The subscription for %s is on-hold. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: L'abonnement pour %s est en attente. Vous pouvez réactiver l'abonnement depuis le <a href="%s" target="_blank">tableau de bord</a> de votre compte.

source: The subscription for %s has been cancelled. You can renew the subscription from your account <a href="%s" target="_blank">dashboard</a>. A new license key will be emailed to you after your order has been completed.
fr_fr: L'abonnement pour %s a été annulé. Vous pouvez renouveler l'abonnement depuis le <a href="%s" target="_blank">tableau de bord</a> de votre compte. Une nouvelle clé de licence vous sera envoyée par courriel dès que votre commande sera complétée.

source: The subscription for %s has expired. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: L'abonnement pour %s a expiré. Vous pouvez réactiver l'abonnement depuis le <a href="%s" target="_blank">tableau de bord</a> de votre compte.

source: The subscription for %s has been suspended. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: L'abonnement pour %s a été suspendu. Vous pouvez réactiver l'abonnement depuis le <a href="%s" target="_blank">tableau de bord</a> de votre compte.

source: The subscription for %s is still pending. You can check on the status of the subscription from your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: L'abonnement pour %s est toujours en traitement. Vous pouvez vérifier le statut de l'abonnement depuis le <a href="%s" target="_blank">tableau de bord</a> de votre compte.

source: The subscription for %s has been placed in the trash and will be deleted soon. You can purchase a new subscription from your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: L'abonnement pour %s a été placé dans la corbeille et sera bientôt supprimé. Vous pouvez acheter un nouvel abonnement depuis le <a href="%s" target="_blank">tableau de bord</a> de votre compte.

source: A subscription for %s could not be found. You can purchase a subscription from your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: L'abonnement pour %s ne peut être trouvé. Vous pouvez acheter un abonnement depuis le <a href="%s" target="_blank">tableau de bord</a> de votre compte.

source: A license key for %s could not be found. Maybe you forgot to enter a license key when setting up %s, or the key was deactivated in your account. You can reactivate license key at your plugin <a href="%s" target="_blank">settings page</a>.
fr_fr: La clé de licence pour %s ne peut être trouvée. Peut être avez-vous oublié de la saisir dans la page Réglages lors de l'installation de %s, ou bien la clé a été désactivée dans votre compte. Vous pouvez réactiver ou acquérir une clé de licence depuis le <a href="%s" target="_blank">tableau de bord</a> de votre compte client.

source: Download permission for %s has been revoked possibly due to a license key or subscription expiring. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: La permission de téléchargement pour %s a été révoquée, certainement à cause de l'expiration de la clé de licence ou de l'abonnement. Vous pouvez réactiver ou acheter une clé de licence depuis le <a href="%s" target="_blank">tableau de bord</a> de votre compte.

source: You changed the subscription for %s, so you will need to enter your new API License Key in the settings page. The License Key should have arrived in your email inbox, if not you can get it by logging into your account <a href="%s" target="_blank">dashboard</a>.
fr_fr: Vous avez changé l'abonnement pour %s, aussi devez vous saisir votre nouvelle clé de licence API dans la page Réglages. La clé de licence doit être arrivée dans vos courriers entrants, autrement vous pouvez l'obtenir en vous identifiant dans le <a href="%s" target="_blank">tableau de bord</a> de votre compte.
